<?php

return [

    /**********         Statuses & Operations        ************/
    "success"          => "عملیات با موفقیت انجام شد.",
    "error"            => "عملیات با خطا مواجه گردید.",
    "validation_error" => "خطا در اعتبارسنجی داده‌های ورودی.",
    "internal_error"   => "خطای داخلی سرور رخ داد.",
    "created"          => "با موفقیت ایجاد شد.",
    "updated"          => "با موفقیت به‌روزرسانی شد.",
    "deleted"          => "با موفقیت حذف گردید.",
    "send"             => "با موفقیت ارسال شد.",
    "before_posted"    => "این مورد قبلاً ارسال شده است.",
    "expire"           => "این مورد منقضی شده است.",
    "not_valid"        => "این مورد معتبر نمی‌باشد.",
    "used"             => "این مورد قبلاً استفاده شده است.",
    "re_send"          => "با موفقیت مجدداً ارسال گردید.",
    "unauthenticated"  => "شما احراز هویت نشده‌اید.",
    "unauthorized"     => "شما مجاز به دسترسی به این بخش نیستید.",
    "not_found"        => "صفحه مورد نظر یافت نشد.",
    'bad_request'      => 'درخواست نامعتبر است.',
    'to_many_request'  => 'تعداد درخواست‌ها بیش از حد مجاز است.',
];
